app/controllers/articles_controller.rb

SELECT "articles".* FROM "articles"
---
  def index
     @title = Article.all